Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.22.12.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Jouluterveiset Joulun alus on ollut harvinaisen kiireinen enkä ole ehtinyt päivittää blogiani vasta kuin nyt.
sme: Juovladearvvuođaiguin Juovllaid ovddabeal áigi lea leamaš hárvenaš hohpolaš, inge leat danin háhppehan čállit blogga ovdal go dál.

source: Saamelaiskäräjien yleiskokous on ohi ja siitä on uutisoitukin laajasti.
sme: Sámedikki dievasčoakkán lea dollojun ja dat leamaš viidát ovdan ođđasiin.

source: Kerron kuitenkin lyhyesti omia tuntojani yleiskokouksesta.
sme: Muitalan goitge oanehaččat iežan dovdamušaid dievasčoakkámis.

source: Kyseessä oli ehkä tämän vaalikauden tärkein kokous.
sme: Dathan soittii leat dán válgaáigodaga deháleamos čoakkán.

source: Ihmetykseni olikin suuri kun kokoukseen olisi saapunut vain 15 edustajaa 21:stä jäsenestä.
sme: Imaštallen sakka go čoakkámii ledje boahtán dušše 15 áirasa 21 áirasis.

source: Myöskin edellisessä kokouksessa kato edustajista oli suurta. Siinähän käsiteltiin hallintopäällikön erottamista.
sme: Ovddit čoakkámis, mas gieđahallui hálddahushoavdda eretcealkin, lei maid seamma ládje.

source: Poisjääneet ovat jättäneet käyttämättä vaikutusmahdollisuutensa ja äänestäjien kannalta tilanne on ikävä.
sme: Eret báhcán áirasat leat guođđán geavakeahttá váikkuhanvejolašvuođaset ja jienasteddjiid dáfus dilli lea ahkit.

source: Saamelaiskäräjien nuorisoneuvostolla on puheoikeus saamelaiskäräjien kokouksissa.
sme: Sámedikki nuoraidráđis lea hupmanriekti sámedikki čoakkámis.

source: Nuorisoneuvoston puheenjohtaja käytti puheen, jossa hän ilmoitti nuorisoneuvoston tukevan saamelaiskäräjälakityöryhmän esitystä.
sme: Nuoraidráđi ságadoalli doalai sága, mas son ilmmuhii nuoraidráđi guottihit sámediggeláhkabargojoavkku evttohusa.

source: Nuorisoneuvosto esitti kuten saamelaiskäräjätkin, että saamelaiskäräjien tulisi olla viimeinen valitusviranomainen vaaliluettelon täydentämisessä.
sme: Nuoraidráđđi evttohii dego sámedigginai, ahte sámediggi galggalii leat maŋimus váidalanorgána válgalogahallama dievasmahttimis.

source: Muutoin nuorisoneuvosto totesi, että saamelaiskäräjälakityöryhmän esitys on ehdoton minimitaso, jota ei saa heikentää.
sme: Muđuid nuoraidráđđi dovddahii, ahte sámediggeláhkabargojoavkku evttohus lea eavttuhis minimádássi, mii ii oaččo heajuduvvot.

source: Nuorisoneuvoston perusteellinen pohdinta ja rohkea asioittensa esittäminen lujittaa luottamustani edelleen siihen, että saamelaispolitiikalla on tulevaisuutta.
sme: Nuoraidráđi vuđolaš suokkardallan ja roahkkadis áššiid ovdan buktin nanne mu luohttámuša ain dasa, ahte sámi politihkas lea boahtteáigi.

source: Saamelaiskäräjien lausunto saamelaiskäräjälakityöryhmän esityksestä perustui lautakuntien ja neuvostojen valmisteluun.
sme: Sámedikki cealkámuš sámediggeláhkabargojoavkku evttohusas vuođđuduvai lávdegottiid ja ráđiid válmmaštallamii.

source: Yleiskokouksessa oli erikoista parlamentaarista äänestyskäyttäytymistä saamelaiskäräjälakiesityslausunnon käsittelyn yhteydessä.
sme: Dievasčoakkámis lei ártegis parlamentáralaš jienastanmeannudeapmi sámediggeláhkaevttohuscealkámuša olis.

source: Veikko Porsanger oli hyväksymässä työryhmän esitystä saamelaismääritelmäksi elinkeino- ja oikeuslautakunnan kokouksessa, mutta vastusti esitettyä määritelmää kulttuurilautakunnassa ja yleiskokouksessa.
sme: Veikko Porsanger lei dohkkeheame bargojoavkku evttohusa sápmelašmeroštallamin ealáhus- ja vuoigatvuohtalávdegottis, muhto vuostálasttii evttohuvvon meroštallama kulturlávdegottis ja dievasčoakkámis.

source: Myös saamelaiskäräjälakityöryhmän jäsen Tiina Sanila-Aikio äänesti hyväksymäänsä työryhmän esitystä vastaan yleiskokouksessa.
sme: Maiddái sámediggeláhkabargojoavkku lahttu Tiina Sanila-Aikio jienastii iežas dohkkehan bargojoavkku evttohusa vuostá dievasčoakkámis.

source: Me saamelaiskäräjien edustajat teimme kovasti töitä yhdessä jotta työryhmän esitykset kehittäisivät saamelaisten oikeusasemaa ja toteuttaisivat saamelaiskäräjien vaalikauden tavoitteita.
sme: Mii sámidikki ovddasteaddjit barggaimet sakka ovttas vai bargojoavkku evttohusat ovddidivčče sápmelaččaid riektesajádaga ja olláhuhtále sámedikki válgaáigodaga ulbmiliid.

source: Nyt saamelaiskäräjien kokouksen jälkeen tuntuu siltä, että yhteinen työmme ja yhteishenkemme on valumassa hukkaan.
sme: Dál maŋŋel dievasčoakkáma orru gal mu mielas nu, ahte min oktasaš bargomet ja oktasašvuoigŋamet lea manname duššás.

source: Työryhmätyöskentelyn aikana Sanila-Aikio ei ilmoittanut että hänellä olisi vaikeuksia hyväksyä kyseisiä työryhmän esityksiä.
sme: Bargojoavkogieđahallama áigge Sanila-Aikio ii ilmmuhan, ahte sus livččii váttis dohkkehit jearaldatvuloš bargojoavkku evttohusaid.

source: On toki totta, että kuka tahansa saamelaiskäräjille valittu edustaja sää äänestää miten haluaa.
sme: Lea gal duohta, ahte gii beare sámediggái válljejun áirasiin oažžu jienastit dáhtus mielde.

source: Se on demokraattinen oikeus.
sme: Dat lea demokráhtalaš vuoigatvuohta.

source: Saamelaiskäräjien uskottavuuden ja äänestäjien oikeusturvan kannalta poukkoileva linja ei ole oikeudenmukainen.
sme: Sámedikki jáhkehahttivuođa ja jienasteddjiid riektedorvvu dáfus spiehkkun ii leat vuoiggalaš.

source: Saamelaiskäräjien edustajat saamelaiskäräjälakityöryhmässä olivat kaikki yhtä mieltä siitä, että työryhmän esitys oli kompromissi.
sme: Sámedikki ovddasteaddjit sámediggeláhkabargojoavkkus ledje buohkat ovttaoaivilis das, ahte bargojoavkku evttohus lei kompromissa.

source: Tämän kompromissin voi vaarantaa saamelaiskäräjien työryhmäedustajan irtisanoutuminen työryhmän esityksistä.
sme: Dán kompromissa sáhttá bidjat vára vuollái sámedikki bargojoavkoovddasteaddji eretgeassádeapmi bargojoavkku evttohusain.

source: Saamelaiskäräjien kokous keskusteli ainoastaan työryhmän vaaleihin liittyvistä esityksistä ja aloitteesta.
sme: Sámedikki čoakkán ságastalai duššebeare bargojoavkku evttohusain ja álgagiin, mat laktáse válggaide.

source: Vaalijärjestelmää koskevat ehdotukset vaikuttavatkin edustajiin ja heidän mahdollisuuksiin tulla valituksi saamelaiskäräjille seuraavissa saamelaiskäräjävaaleissa.
sme: Válgavuogádaga evttohusat váikkuhitnai ovddasteddjiide ja sin vejolašvuođaide šaddat válljejuvvot sámediggái čuovvovaš sámediggeválggain.

source: Esitys saamelaismääritelmäksi hyväksyttiin äänin 11-3, kahden edustajan jättäessä eriävän mielipiteen.
sme: Evttohus sápmelašmeroštallamin dohkkehuvvui jienaiguin 11-3, mas mearrádussii guđđoje guokte sierraoaivila.

source: Keskustelun aikana eriävän mielipiteen jättäneiltä kuultiin monia eri esityksiä saamelaismääritelmäksi, mutta lopuksi he ehdottivat epäselvän nykytilanteen jatkamista eli saamelaiskäräjälain saamelaismääritelmää ei tulisi heidän mielestään muuttaa nykyisestä.
sme: Ságastallama áigge gulaimet sierraoaivila guođđán áirasiin máŋggaid evttohusaid sápmelašmeroštallamin, muhto loahpas soai evttoheigga eahpečielga dáládili joatkima dehege sámediggelága sápmelašmeroštallan ii galggale sudno mielas rievdaduvvot dálážis.

source: Saamelaiskäräjien kokous esitti äänestyksen jälkeen, että aloitteen saamelaiskäräjille voisi tehdä 50 saamelaista äänioikeutettua.
sme: Sámedikki čoakkán oaidnun šattai jienasteami maŋŋel, ahte álgaga sámediggái sáhtále dahkat 50 sápmelaš jienastanvuoiggalačča.

source: Työryhmän esitys oli 150.
sme: Bargojoavkku evttohus lei 150.

source: Eduskunnalle, kunnalle ja EU:lle voi nykyisin tehdä myös aloitteen.
sme: Riikkabeivviide, suohkanii ja EU:ai sáhttá dálá áigge maid dahkat álgaga.

source: Aloitteen takana on oltava eri laeissa riittävä määrä ihmisiä, jotta voidaan sanoa aloitteen edustavan kansan tahtoa ja että aloitteen käsittelylle tulee painoarvoa.
sme: Álgaga duohken galget leat sierra lágain dárbahassii olu olbmot, vai sáhttá dadjat álgaga ovddastit álbmoga dáhtu ja ahte álgaga gieđahallamii boahtá deaddoárvu.

source: Nimiä aloitteeseen voi kerätä myös sähköisesti.
sme: Namaid álgagii sáhttá čoaggit maid elektrovnnalaččat.

source: Nyt yleiskokouksen esittämä 50 saamelaisen määrä ei tuo mielestäni riittävästi saamelaisten tahtoa esille.
sme: Dál dievasčoakkáma evttohan 50 sápmelačča mearri ii mu mielas buvtte dárbahassii bures ovdan sápmelaččaid dáhtu.

source: Aloitteen tarkoitus vesittyy.
sme: Álgaga ulbmil veahttaduvvá.

source: Työryhmän esitys aloitteesta tarkoittaa sitä, että yleiskokouksen on käsiteltävä aloite ja päätettävä mihin toimenpiteisiin saamelaiskäräjien on ryhdyttävä asiassa.
sme: Bargojoavkku evttohus álgagis dárkkuha dan, ahte dievasčoakkán ferte gieđahallat álgaga ja dat galgá mearridit makkár doaibmabijuide sámediggi galgá riepmat áššis.

source: Aiemminkin kuten jatkossakin yksittäiset saamelaiset ovat voineet ja voivat edelleen tehdä saamelaiskäräjille aloitteita mutta saamelaiskäräjille ei ole lakiin perustuvaa velvoitetta niihin vastata.
sme: Ovdalnai dego boahtteáiggenai ovttaskas sápmelaččat leat sáhttán ja sáhttet ain dahkat sámediggái álgagiid, muhto sámedikkis ii leat lága geatnegasvuohta vástidit daidda.

source: Joitakin hyviä aloitteita on jo nykyisinkin otettu huomioon mm. saamelaiskäräjien lausunnoissa.
sme: Muhtin buorit álgagat leat juo dálá áiggenai váldon vuhtii ee. sámedikki cealkámušain.

source: Hyvin erikoista oli yleiskokouksen äänestyspäätös (7-6 ja yksi tyhjä ääni] siitä, että jatkossa vaaleissa edustajan voisi asettaa nykyisellä tavalla kolmen saamelaisen muodostama valitsijayhdistys.
sme: Hui earenoamáš lei dievasčoakkáma jienastanmearrádus (7-6 ja okta guoros jietna) das, ahte boahttevuođas ovddasteaddji sáhtálii ásahit dálá vuogi mielde golmma sápmelačča ráhkadan válljenovttastus.

source: Työryhmä oli esittänyt, että valitsijayhdistyksen tulisi olla 10 saamelaisen perustama.
sme: Bargojoavku lei evttohan, ahte válljenovttastusa galggale vuođđudit 10 sápmelačča.

source: Jos ehdokas ei saa 10 saamelaisen tukea taakseen, ei ehdokkaaksi ole mielestäni järkevää lähteä.
sme: Jos evttohas ii oaččo 10 sápmelačča doarjaga duohkásis, de evttohassan ii mu mielas lea jierbmi oba vuolgitge.

source: Toinkin esille työryhmässä, että nykyinen kolmen henkilön muodostama valitsijayhdistys on helppo, ja nimet saa alle vaikka vain omilta sisaruksiltaan ja vanhemmiltaan.
sme: Buktennai bargojoavkkus ovdan dan, ahte dálá golmma olbmo ráhkadan válljenovttastus lea álki, ja namaid oažžu vaikko iežas oappažiin ja váhnemiin.

source: Työryhmän esitys parantaisi ehdokkaan uskottavuutta ja poliittisia toimintaedellytyksiä ja ehkä innostaisi suuremman joukon saamelaisia myös vaalityöhön.
sme: Bargojoavkku evttohus buoridivččii evttohasa jáhkehahttivuođa ja politihkalaš doaibmanvejolašvuođaid ja soaittálii movttiidahttit stuorit meari sápmelaččaid bargat válgabarggu.

source: Esitys siitä, että ehdokkaat voivat muodostaa yhteislistoja meni puheenjohtajan äänellä niukasti läpi.
sme: Evttohus das, ahte evttohasat sáhttet ráhkadit oktasašlisttuid manai birzzit bárzzit čađa ságadoalli jienain.

source: Moni rinnasti yhteislistat puolueisiin.
sme: Máŋggas buohtastahtte oktasašlisttuid bellodagaide.

source: Työryhmän esitys ei mahdollista saamelaispuolueiden perustamista.
sme: Bargojoavkku evttohus ii daga vejolažžan sámi bellodagaid vuođđudeami.

source: Esitystä vastustettiin mm. siksi, että yhteislistat eivät kuuluisi saamelaiskulttuuriin, inarin- ja koltansaamelaisten mahdollisuudet päästä saamelaiskäräjille heikkenisivät ja edustajien itsenäisyys heikkenisi.
sme: Evttohus vuostálastojuvvui ee. danin go oktasašlisttut eai gulale sámi kultuvrii, anáraš- ja nuortalašsámiid vejolašvuođat beassat sámediggái hedjonivčče ja ovddasteddjiid iehčanasvuohta hedjonivččii.

source: On totta että yhteislistat eivät kuulu saamelaiskulttuurin perinteisiin.
sme: Duohta lea, ahte oktasašlisttut eai gula sámi kultuvrra árbevieruide.

source: Ei saamelaiskäräjätkään kuulu saamelaiskulttuurin perinteisiin.
sme: Sámediggige ii gula sámi kultuvrra árbevieruide.

source: Saamelaiskäräjät on luotu muiden itsehallintomallien pohjalta saamelaisten yhteiselimeksi.
sme: Sámediggi lea duddjojun eará iešstivrenmálliid vuođul sámiid álbmotválljenorgánan.

source: Aiemmin päätäntävalta on ollut siidoissa suvuilla.
sme: Ovdal mearridanváldi lea leamaš siiddaid sogain.

source: Tällainen päätäntävalta ei ole mahdollista saamelaiskäräjillä saamelaiskäräjien koon johdosta.
sme: Dákkár mearridanváldi ii leat vejolaš sámedikkis sámedikki sturrodaga geažil.

source: Nykyisessä mallissa saamelaiskäräjille valitut edustajat edustavat käytännössä vain itseään ja kolmea valitsijaansa.
sme: Dálá málles sámediggái válljejun ovddasteaddjit ovddastit geavadis dušše iežaset ja golmma válljejeaddjideaset.

source: Mielestäni tällainen malli - vaikka työryhmäesityksessä valitsijoita esitetäänkin olevan 10 - ei turvaa riittävästi saamelaiskäräjien poliittisia toimintamahdollisuuksia.
sme: Mu mielas dákkár málle – vaikko bargojoavkku evttohusas válljejeaddjit evttohuvvojitge 10 – ii dorvvas dárbahassii sámedikki politihkalaš doaibmanvejolašvuođaid.

source: Yhteislistat ovat ensimmäinen askel siihen suuntaan, että saamelaiskäräjistä tulee aito, parlamentaarinen ja läpinäkyvä elin.
sme: Oktasašlisttut leat vuosttaš lávki dan guvlui, ahte sámedikkis šaddá eakti, parlamentáralaš ja čađačuovgi orgána.

source: On kiistattoman selvää, että saamelaiskäräjille muodostuu yhteenliittymiä, joita yhdistävät poliittiset tai muut tavoitteet.
sme: Šiitemeahttumit leat čielggas, ahte sámediggái šaddet koališuvnnat, maid ovttastahttet politihkalaš dehe eará ulbmilat.

source: Ne näkyvät ennen kaikkea henkilövalinnoissa.
sme: Dat vuhttojit earenoamážit persovdnaválljemiin.

source: Näin on ollut koko saamelaiskäräjien lyhyen toimintahistorian ajan.
sme: Ná lea leamaš oba sámedikki oanehis doaibmahistorjjá áigge.

source: Yhteislistat tuovat nämä yhteenliittymät avoimesti näkyviin ja saamelaisten arvioitavaksi vaaleissa.
sme: Oktasašlisttut buktet dáid koališuvnnaid rahpasit oidnosii ja sápmelaččaid vihkkedallama vuollásažžan válggain.

source: Yhteislistat voisivat tuoda ehdokkaille myös turvaa ja johdonmukaisuutta äänestyspäätöksissä ja uskallusta tulla kokouksiin myös silloin, kun vaikeista asioista päätetään.
sme: Oktasašlisttut sáhtále buktit evttohasaide maid oadjebasvuođa ja jearggalašvuođa jienastanmearrádusain ja roahkkatvuođa boahtit čoakkámiidda maid dalle, go váttis áššiin mearriduvvo.

source: Mitään ryhmäkuria yhteislistat eivät mahdollista.
sme: Mangelágán joavkostivrema oktasašlisttut eai daga vejolažžan.

source: Ne parantavat poliittista työtä ja parlamentarismia saamelaiskäräjillä nykyisestä.
sme: Dat buoridit politihkalaš barggu ja parlamentarismma sámedikkis dálážis.

source: Todennäköisesti ne lisäisivät myös äänestysintoa, koska poliittiset tavoitteet olisivat selvästi esillä.
sme: Jáhku mielde dat lasihivčče maid jienastanmovtta, daningo politihkalaš ulbmilat livčče čielgasit ovdan.

source: Työryhmän esityksen mukaan vaaleissa noudatettaisiin d ’ Hondtin menetelmää mikäli ehdokkaat muodostavat yhteislistoja.
sme: Bargojoavkku evttohusa mielde válggain čuvvojuvvolii ng. d ’ Hondta-vuohki, jos evttohasat vuođđudit oktasašlisttuid.

source: Menetelmää käytetään Suomessa eduskunta- ja kunnallisvaaleissa.
sme: Vuohki adnojuvvo Suomas riikkabeai- ja suohkanválggain.

source: dŠHondtin menetelmän tarkoitus on varmistaa yhteislistan suhteellinen osuus edustajapaikkojen määräytymisessä.
sme: d ’ Hondt-vuogi ulbmilin lea sihkkarastit oktasašlisttu gorálaš ossodaga áirrasbáikkiid mearrahuvvamis.

source: Menetelmä toimii sitä oikeudenmukaisemmin, mitä suurempia vaalipiirit ovat eli käytännössä mitä vähempiin vaalipiireihin vaalin kohdealue on jaettu.
sme: Vuohki doaibmá dađi vuoiggalaččabut, mađi stuorit válgabiirret leat dehege geavadis mađi mearálaččat unnit válgabiirriide válggaid čuozáhatguovlu lea juhkkojun.

source: Saamelaiskäräjävaaleissa koko maa on yhtenä vaalipiirinä.
sme: Sámediggeválggas olles riika lea oktan válgabiiren.

source: Eduskuntavaaleissa dŠHondtin menetelmä ja vaalipiirijako on johtanut korkeaan äänikynnykseen ja menetelmää on kritisoitu.
sme: Riikkabeaivveválggain d ’ Hondt-vuohki ja válgabiirrejuohku lea dolvon alla jeinastanšilbmii ja vuohki lea kritiserejuvvon.

source: Menetelmä ei ole toki täydellinen, mutta saamelaiskäräjävaaleissa, jossa on vain yksi vaalipiiri, äänikynnys ei nouse korkeaksi.
sme: Vuohki ii leat gal dievaslaš, muhto sámediggeválggas, mas lea dušše okta válgabiire, jienastanšielbma ii loktan bajás.

source: Maailmalla on toki erilaisia vaalimenetelmiä kuten Norjassa ja Ruotsissa käytetty Sainte-Laguën menetelmä.
sme: Máilmmis leat almmatge iešguđetlágán válgavuogit, dego Norggas ja Ruoŧas adnojuvvon Sainte-Laguë - vuohki.

source: Menetelmässä yhteislistan saamien paikkojen osuus on mahdollisimman lähellä yhteislistan osuutta annetuista äänistä.
sme: Dán vuogis oktasašlisttu oažžun báikkiid ossodat lea nu lahka go vejolaš oktasašlisttu ossodaga addojun jienain.

source: Vaaliviranomaiset eivät kuitenkaan ole suopeita sille, että Suomessa olisi erilaisia vaalimenetelmiä käytössä eri vaaleissa.
sme: Válgaeaiseválddit eai goitge leat suovvalasat dasa, ahte Suomas livčče sierralágán válgavuogit anus sierra válggain.

source: Kiinnostuksen vuoksi ja selvittääkseni menetelmän vaikutuksia laskin europarlamentin vaalilaskurilla kuinka paljon viime saamelaiskäräjien vaaleissa dŠHondtin menetelmällä olisi saamelaiskäräjille muodostunut kuntakohtaisia paikkoja.
sme: Go ášši beroštahtii mu ja čielggadeami dihte vuogi váikkuhusaid, de rehkenasten europarlameantta válgarehkenastinmašiinnain man olu mannan sámediggeválggain d ’ Hondt-vugiin livčče sámediggái šaddan suohkanguovdasaš báikkit.

source: En ottanut huomioon kiintiöitä ja laskin yhteislistat siten että kaikki saman kunnan ehdokkaat olisivat olleet yhteislistassa ja kotiseutualueen ulkopuolelta tulevat ehdokkaat olisivat olleet myös yhteisessä listassaan.
sme: In váldán vuhtii suohkanguovdasaš dihtomeriid ja rehkenasten oktasašlisttuid nu ahte buot seamma suohkana evttohasat livčče ráhkadan oktasašlisttuid ja ruovttuguovllu olggobeal evttohasat livčče maid ráhkadan iežaset listtu.

source: On toki epätodennäköistä että vaaleissa olisi vain kuntakohtaisia yhteislistoja.
sme: Lea almmatge jáhkemeahttun, ahte válggain livčče dušše suohkanguovdasaš oktasašlisttut.

source: Menetelmän mukaan Enontekiöllä olisi kaksi paikkaa (nyt 3), Inarilla 10 (nyt 8), Utsjoella 6 (nyt 6), Sodankylällä 2 (nyt 3) ja muulla Suomella 1 (nyt vaaleissa 1, mutta hän jätti sittemmin tehtävänsä).
sme: Das fuolakeahttá - rehkenastin attii dakkár bohtosa, ahte Eanodagas livčče guokte báikki (dál 3), Anáris 10 (dál 8), Ohcejogas 6 (dál 6), Soađegilis 2 (dál 3) ja Sámi guovllu olggobealde 1 (válggain 1, muhto son guđii maŋŋelas barggus).

source: Kun ottaa kiintiöt huomioon, niin saamelaiskäräjien kuntakohtainen edustus olisi samanlainen kuin nytkin dŠHondtin menetelmällä laskettuna.
sme: Go váldá dihtomeriid vuhtii sámedikki, de sámedikki suohkanguovdasaš ovddastus livččii seammalágán go dálnai d ’ Hondt-vugiin rehkenasttedettiin.

source: Viime saamelaiskäräjävaaleissa äänestysprosentti oli todella alhainen - alle 50 %.
sme: Mannan sámediggeválggain jienastanproseanta lei duođaid vuollegaš – vuollel 50 %.

source: Ehdokkailta yhteislistat vaativat lisää työtä ja omien poliittisten tavoitteiden kirkastamista.
sme: Evttohasain oktasašlisttut gáibidit lasi barggu ja iežaset politihkalaš ulbmiliid čielggasmahttima.

source: dŠHondtin laskukaavan mukaan myös yksittäiset ehdokkaat pääsisivät ilman yhteislistaa saamelaiskäräjille.
sme: d ’ Hondta rehkenastinskovi mielde maiddái ovttaskas evttohasat beasale almmá oktsašlisttu haga sámediggái.

source: Esimerkiksi viime vaalien ääniharava pääsisi omilla äänillään saamelaiskäräjille jos äänestysprosentti pysyisi samana.
sme: Ovdamearkkadihte mannan válggaid jietnariifu beasalii iežas jienaiguin sámediggái jos jienastanproseanta bisulii seamma dásis.

source: Koska saamelaiskäräjäjäsenten määrää esitetään kasvatettavaksi, niin tulevaisuudessa myös pienemmällä äänimäärällä pääsee saamelaiskäräjille ellei äänestyskelpoisten äänestäjien määrä tai äänestysprosentti nouse nykyisestä merkittävästi.
sme: Daningo sámediggeáirasiid mearri evttohuvvo lasihuvvot, de boahttevuođas maiddái unnit jietnameriin beassá sámediggái, jos jienastangelbbolaš jienasteddjiid mearri dehe jienastanproseanta ii loktan dálážis sakka.

source: Vaaleihin sisältyy aina riskejä, mutta se tekee niistä jännittävät.
sme: Válggaide gullet álohii dihto riskkat, muhto dathan dahketge dain gelddolačča.

source: Hyvällä vaalityöllä ja listoilla esimerkiksi kolttasaamelaisilla on mahdollisuus saada enemmän edustajia saamelaiskäräjille, koska yhteislistoissa ääniä menee vähemmän hukkaan kuin henkilövaaleissa.
sme: Buriin válgabargguin ja listtuin omd. nuortalaččain lea vejolašvuohta oažžut eambbbo áirasiid sámediggái, daningo oktasašlisttuin jienat mannet unnit duššás go persovdnaválggain.

source: Nähtäväksi jää kehittyykö parlamentarismi ja äänestäjien oikeusturva saamelaiskäräjillä kun saamelaiskäräjien kanta oli näin tiukka vai säilyykö nykyinen henkilökeskeinen ja suljettu vaalijärjestelmä.
sme: Dan šaddá oaidnit gárganago parlamentarisma ja jienasteddjiid riektedorvu sámedikkis go sámedikki oaidnu šattai ná birzzit bárzzit dohkkehuvvot vai seailugo dáláš persovdnaguovdasaš ja giddejun válgavuogádat.

source: Yleiskokous hyväksyi vihdoin saamelaiskäräjien henkilöstöpoliittisen ohjelman ja tasa-arvo- ja yhdenvertaisuussuunnitelmat.
sme: Dievasčoakkán dohkkehii viimmat persovdnapolitihkalaš prográmma, dásseárvoplána ja ovttaveardásašvuohtaplána.

source: Niitä on valmisteltu viime vaalikauden alusta lähtien.
sme: Dat leat válmmaštallojuvvon mannan válgabaji álggu rájes.

source: Ohjelmien tarkoituksena on luonnollisesti toteuttaa lainsäädännön velvoitteita, parantaa henkilöstön työssä viihtyvyyttä ja jaksamista työaikajärjestelyjen avulla, keventää hallintoamme sähköisen arkistointijärjestelmän ja intranetin myötä sekä selkiyttää pelisääntöjä.
sme: Prográmmaid ulbmilin lea diehttelas olláhuhttit lágaid geatnegasvuođaid, buoridit bargiid barggus loaktima ja veadjima bargoáigeortnemiiguin, geahpidit hálddahusa elektrovnnalaš furkenvuogádaga ja intraneahta mielde sihke čielggasmahttit doaibmannjulggadusaid.

source: Tarkoituksena on kohdella henkilöstöä tasa-arvoisesti ja avoimesti.
sme: Ulbmilin lea gieđahallat bargiid dásseárvosaččat ja rahpasit.

source: Erityisen tärkeää minulle on se, että saamelaiskäräjät tukee selkeästi henkilöstön kulttuuritaustaa ja mahdollistaa perinteisten saamelaiselinkeinojen ja kulttuurimuotojen harjoittamisen sekä tukee saamelaisuuden esille tuomista työssä.
sme: Earenoamáš dehálaš munnje lea dat, ahte sámediggi doarju čielgasit bargiid kulturduogáža ja dahká vejolažžan árbevirolaš sámi ealáhusaiguin ja kulturhámiiguin bargama sihke doarju sápmelašvuođa ovdan buktima barggus.

source: Asiakirjojen soveltaminen käytäntöön edellyttää kaikilta luottamushenkilöiltä, esimiehiltä ja työntekijöiltä toimenpiteitä.
sme: Áššegirjjiid heiveheapmi geavadii gáibida doaibmabijuid buot luohttámušolbmuin, hoavdadásis ja bargiin.

source: Yleiskokous hyväksyi talousarvion vuodelle 2014.
sme: Dievasčoakkán dohkkehii bušeahta jahkái 2014.

source: Tämä on erinomainen asia ja korostaa yleiskokouksen ohjausvaltaa.
sme: Dát lea earenoamáš buorre ášši ja deattuha dievasčoakkáma stivrenválddi.

source: Kuluvana vuonna talousarvio hyväksyttiin vasta kesäkuussa kun puolet budjettivuodesta oli jo kulunut.
sme: Nohkavaš jagi bušeahtta dohkkehuvvui easka geassemánu go bealli bušeahttajagis lei juo gollan.

source: Ensi vuoden talousarvio on 78 000 euroa alijäämäinen.
sme: Boahtte jagi bušeahtas lea 78 000 euro vuolláibáza.

source: Alijäämä katetaan aikaisempien vuosien ylijäämällä.
sme: Vuolláibáza gokčojuvvo ovddit jagiid badjelbáhcagiiguin.
